{
	"name": "Streadata.io API Gallery - AWS Rekognition",
	"description": "This is a repository of aws rekognition APIs, self-contained as a Github repository, with HTML and YAML representations of the APIs and their surrounding operations.",
	"image": "http://template.streamdata.gallery/assets/aws-rekognition.png",
	"created": "2018-02-24",
	"modified": "2018-08-29",
	"url": "http://aws-rekognition.streamdata.gallery/apis.json",
	"specificationVersion": "0.14",
	"apis": [
		{
			"name": "AWS Rekognition",
			"x-api-slug": "aws-rekognition",
			"description": "Amazon Rekognition is a service that makes it easy to add image analysis to your applications. With Rekognition, you can detect objects, scenes, and faces in images. You can also search and compare faces. Rekognition&rsquo;s API enables you to quickly add sophisticated deep learning-based visual search and image classification to your applications.Amazon Rekognition is based on the same proven, highly scalable, deep learning technology developed by Amazon&rsquo;s computer vision scientists to analyze billions of images daily for Prime Photos. Amazon Rekognition uses deep neural network models to detect and label thousands of objects and scenes in your images, and we are continually adding new labels and facial recognition features to the service.Rekognition&rsquo;s API lets you easily build powerful visual search and discovery into your applications. With Amazon Rekognition, you only pay for the images you analyze and the face metadata you store. There are no minimum fees and there are no upfront commitments.",
			"image": "http://kinlane-productions.s3.amazonaws.com/api-evangelist-site/company/logos/aws-rekognition.png",
			"humanURL": "https://aws.amazon.com/rekognition/",
			"baseURL": ":///",
			"tags": "AWS Rekognition",
			"properties": [
				{
					"type": "x-openapi-spec",
					"url": "https://raw.githubusercontent.com/streamdata-gallery-organizations/aws-rekognition/master/_listings/aws-rekognition/openapi.md"
				}
			]
		}
	],
	"tags": "AWS Rekognition",
	"include": [
		{
			"name": "AWS Rekognition",
			"url": "https://raw.githubusercontent.com/streamdata-gallery-organizations/aws-rekognition/master/_listings/aws-rekognition/apis.yaml"
		}
	]
}